---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Lining
source: html/a1e530a2-de35-9e6f-b8c2-a3c42741b691.htm
---
# Autodesk.Revit.DB.GroupTypeId.Lining Property

Lining.

## Syntax (C#)
```csharp
public static ForgeTypeId Lining { get; }
```